// newsData.js
const newsData = [
  {
    id: 1,
    photoUrl: 'photo1.jpg',
    title: 'Новость 1',
    description: 'Описание новости 1',
    text: 'В мире очень быстро происходят перемены, в основном из-за технологичных достижений и глобализации мира. Чтобы наша компания продолжала развиваться, мы должны постоянно смотреть вперед и прогнозировать будущее. Миссия - разрабатывать и производить молочные продукты, отвечающие потребностям потребителей. Видиние - быть лидером в производстве молочных продуктов, достойных уважения со стороны покупателей. ООО «Афзали Сугд» является одним из лидирующих предприятий по производству молочных продуктов в Республике Таджикистан. Вот уже в течение нескольких лет, молочные продукты предприятия, под брендом «Молочная радость» радует потребителей своим неповторимым вкусом и качеством. Предприятие начало свою деятельность в 1998 году под чутким руководством Рахмонова Абдулатифа. Он смог в течении нескольких лет увеличить ассортимент молочной продукции в несколько раз. Уже в 2000 году предприятие для расширения своей деятельности внедряет новые технологии и в 2007 году предоставляет на потребительский рынок сметану, кефир, ряженку, йогурт, каймак и творог под брендом «Молочная радость». В 2010 году предприятие вывело на рынок первый, отвечающий всем стандартам отечественный продукт, молоко сгущенное цельное с сахаром. Следуя самым современным тенденциям в производстве продуктов питания ООО «Афзали Сугд», решило открыть в 2014 году новое предприятие по переработке молоко на высокотехнологических оборудованиях. Предприятие гордится тем, что на церемонии открытия участвовал президент Республики Таджикистан, Эмомали Рахмон и он дал высокую оценку работникам предприятия. Одновременно предприятие увеличило ассортимент выпускаемой продукции, стараясь соответствовать всем стандартам качества, за что была награждена неоднократно престижными наградами, за высокое качество выпускаемой продукции. Важно, также отметит достижения руководителя предприятия, Рахмонова Абдулатифа, который был признан победителем республиканского конкурса «Лучший специалист 2012 года» в номинации «Предприниматель года». Сегодня предприятие производить более 30 видов натуральных, высококачественных и безопасных для потребителя молочных продуктов под брендом «Молочная радость»: кефир, питьевой йогурт, сливочный йогурт, голландский сыр, сыр сычужный копченный, сливочное масло, творог, творожное масса, пастеризованное молоко, сгущенное молоко, сметана, каймак. Предприятие поставляет свою продукцию не только по городам Согдийской области, а также в районы республиканского подчинения, в город Душанбе. Поддержав указания президента страны, Эмомали Рахмона, об экспорте продукции, предприятие начало поставлять свою продукции в Республику Киргизстан. «Молочная радость» уже сумело завоевывать уважение среди потребителей этой республики. Чтобы постоянно держать руку на пульсе запросов потребителей и поддерживать статус торговой марки, нужно динамично развиваться и к этому стремится предприятие ООО «Афзали Сугд».',
  },
  {
    id: 2,
    photoUrl: 'photo2.jpg',
    title: 'Новость 2',
    description: 'Описание новости 2',
    text: 'Текст новости 2',
  },
  // Добавьте остальные новости
];

export default newsData;
